{
    "collectibles": [
      {
        "id": 1,
        "title": "Pooph",
        "description": "Eliminador de olores para mascotas, aerosol de 32 onzas, paquete de 2  Desmonta olores sobre una base molecular, perros, gatos, ambientador, eliminador, orina, caca, orina, orina, desodorante, naturales, cachorros, fresco, limpio, muebles, orina",
        "price": 47.94,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Brian Michael Bendis",
        "image": "https://m.media-amazon.com/images/I/91Jj7F6rxXL._AC_SX679_.jpg",
        "stock": 50,
        "available": true
      },
      {
        "id": 2,
        "title": "Wolverine: Old Man Logan",
        "description": "This character is an aged version of Wolverine set in an alternate future universe designated Earth-807128, where the supervillains overthrew the superheroes.",
        "price": 23.99,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Mark Millar",
        "image": "https://i.ibb.co/YfLX4sj/2-min.jpg",
        "stock": 15,
        "available": true
      },
      {
        "id": 3,
        "title": "House of M",
        "description": "Collects House of M (2005) #1-8. The Scarlet Witch is out of control, and the fate of the entire world is in her hands. Will Magneto help his daughter or use her powers to his own benefit? Starring the Astonishing X-Men and the New Avengers!",
        "price": 30.87,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Brian Michael Bendis",
        "image": "https://i.ibb.co/L0y2Qh5/3-min.jpg",
        "stock": 20,
        "available": true
      },
      {
        "id": 4,
        "title": "Secret Wars Omnibus",
        "description": "Collects Marvel Super Heroes Secret Wars #1-12, Thor (1966) #383, She-Hulk (2004) #10 and WHAT IF? (1989) #4 and #114. Drawn from Earth across the stars, the Marvel Universe's greatest heroes and villains are set against one another by the mysterious and all-powerful Beyonder - with the winner promised the ultimate prize! But as battle lines are drawn, new alliances are forged and old enemies clash, one among them is not willing to settle for anything less than godhood. Can even the combined might of the Avengers, Spider-Man, the Fantastic Four and the X-Men prevent Doctor Doom from becoming the most powerful being in the universe? The greatest super hero war of all time is collected alongside an untold chapter of Thor's time on Battleworld, Titania's incredible origin and 'What If?' tales that offer very different endings to the Secret Wars!",
        "price": 27.99,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Jim Shooter",
        "image": "https://i.ibb.co/TbsCxnz/4-min.jpg",
        "stock": 13,
        "available": true
      },
      {
        "id": 5,
        "title": "Spider-Punk",
        "description": "SPIDER-PUNK GETS HIS OWN SERIES! HOBIE BROWN is THE ANARCHIC SPIDER-PUNK — set to protect EARTH-138 with his ax in hand and his chaotic band of punk rockin’ heroes backing him! NORMAN OSBORN is dead, but will the chaos he’s created be too much for Spider-Punk and gang to handle? Feel the vibes as CODY ZIGLAR (AMAZING SPIDER-MAN) and JUSTIN MASON bring you the jams when “BANNED IN DC” begins here!",
        "price": 22.20,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Ziglar Cody",
        "image": "https://i.ibb.co/DCbb4Kh/5-min.jpg",
        "stock": 16,
        "available": true
      },
      {
        "id": 6,
        "title": "Infinity Gauntlet Omnibus",
        "description": "Death has released Thanos from her cold embrace, and he plans to repay her by murdering half the universe! But even as the Mad Titan gathers the six Infinity Gems from across the galaxy, assembling them into the Infinity Gauntlet and gaining truly godlike powers, a host of heroes gather to oppose him — including the Silver Surfer, Adam Warlock, Gamora, Drax the Destroyer, Doctor Strange and the Hulk! Even with Doctor Doom, Galactus and the universe’s cosmic powers aiding them, can Marvel’s mightiest possibly prevail against Thanos the all-powerful? The fan-favorite cosmic event is collected in its entirety!",
        "price": 18.30,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Jim Starlin",
        "image": "https://i.ibb.co/T2WPJvb/6-min.jpg",
        "stock": 88,
        "available": true
      },
      {
        "id": 7,
        "title": "Planet of the Apes",
        "description": "A new era of apes kicks off with part 1 of “Devolution”! The ALZ-113 virus has rampaged across planet Earth, and humanity is crumbling. While well-meaning researchers hunt for a cure, a fanatical group of humans has their own solution: Kill all apes. Peacekeeper Juliana Tobon is one of the few willing to stand against them, but the crisis is spreading, and soon apes will witness the true depths of human cruelty… Eisner-winning writer David F. Walker (Luke Cage, Bitter Root) joins forces with artist Dave Wachter (Iron Fist: Heart of the Dragon, Star Wars: The High Republic – Trail of Shadows) on one of the most beloved sci-fi franchises in history!",
        "price": 13.59,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "David Walker",
        "image": "https://i.ibb.co/mFYs7K6/7-min.jpg",
        "stock": 20,
        "available": true
      },
      {
        "id": 8,
        "title": "Captain America",
        "description": "When Arnim Zola launches a catastrophic attack on New York City, he meets his match – in Sam Wilson and Steve Rogers! In the explosive battle that follows, two Captain Americas prove better than one, and Sam and Steve decide they might just keep a good thing going…Tochi Onyebuchi (BLACK PANTHER LEGENDS), Jackson Lanzing & Collin Kelly (KANG THE CONQUEROR) and Mattia De Iulis (THE MIGHTY VALKYRIES, INVISIBLE WOMAN) kick off an incredible new CAPTAIN AMERICA saga – you won’t want to miss what comes next!",
        "price": 16.06,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Collin Kelly, Jackson Lanzing, Tochi Onyebuchi",
        "image": "https://i.ibb.co/RgRgPHn/8-min.jpg",
        "stock": 10,
        "available": true
      },
      {
        "id": 9,
        "title": "Invincible Iron Man",
        "description": "Tony Stark, the genius-billionaire-playboy-philanthropist, has lost it all: his wealth…his fame…his friends. But Stark doesn’t realize he still has so much more to lose, especially when the assassins start to come for him! It’s the beginning of the end, as the Golden Avenger must fight for his life and find out what it really means to hit rock bottom. Join Gerry Duggan (X-Men) and Juan Frigeri (Avengers) as they take Iron Man to the darkest corners of the Marvel Universe yet!",
        "price": 15.99,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Gerry Duggan",
        "image": "https://i.ibb.co/jD13kc8/9-min.jpg",
        "stock": 52,
        "available": true
      },
      {
        "id": 10,
        "title": "Star Wars: Revelations",
        "description": "The can’t-miss star wars issue of the year! After WAR OF THE BOUNTY HUNTERS came CRIMSON REIGN…now in the midst of HIDDEN EMPIRE, Qi’ra has shaken the galactic landscape to its core! But what lies beyond for the Rebellion? For the Empire? What role do the bounty hunters play? And what is happening to Doctor Aphra? Witness the next step in the legacy of heroes and scoundrels in the galaxy far, far away as Marc Guggenheim (Han Solo & Chewbacca) is joined by a ragtag team of artists to bring you an explosive tale you won’t soon forget! The path to the future of STAR WARS starts here!",
        "price": 6.39,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Marc Guggenheim",
        "image": "https://i.ibb.co/ZKzKCdh/10-min.jpg",
        "stock": 11,
        "available": true
      },
      {
        "id": 11,
        "title": "Avengers",
        "description": "Thor Odinson. Steve Rogers. Tony Stark. The Big Three of the Avengers are reunited at last! And just in time to save the world from total annihilation at the hands of their most powerful enemies yet: the 2000-foot-tall space gods known as Celestials. Behold the coming of the Final Host. Who will answer the call to assemble for a wild new era of Earth's Mightiest Heroes? Hint: one of them has a flaming skull for a head. And what strange, world-shaking connection exists between the Final Host and Odin's ancient band of Prehistoric Avengers?",
        "price": 14.54,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Jason Aaron",
        "image": "https://i.ibb.co/bvFyPSg/11-min.jpg",
        "stock": 33,
        "available": true
      },
      {
        "id": 12,
        "title": "Star Wars: Visions",
        "description": "Takashi Okazaki (Afro Samurai) is continuing his storytelling from the acclaimed STAR WARS: VISIONS episode “The Duel,” featuring the Ronin! The mythology of STAR WARS infused with elements of Feudal Japan makes this issue a must read for Star Wars and manga fans alike!",
        "price": 22.20,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Takashi Okazaki",
        "image": "https://i.ibb.co/ZVBJzCk/12-min.jpg",
        "stock": 27,
        "available": true
      },
      {
        "id": 13,
        "title": "Original Sin",
        "description": "WHO SHOT THE WATCHER? The Watcher, the mysterious space-god who's been watching us from the moon for as long as we can remember... is dead. Thus begins the greatest murder mystery in Marvel Comics history. As Nick Fury leads the heroes of the Marvel Universe in an investigation, other forces are marshaling as well and other questions are arising. Why is Black Panther gathering a secret team of his own, including Emma Frost, the Punisher and Dr. Strange? Who is the Unseen? What was the Original Sin? What was stolen from the Watcher's lair? And most importantly, who now holds the Marvel Universe's darkest secrets in the palm of their hand? SEE VARIANT COVERS",
        "price": 10.11,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Jason Aaron",
        "image": "https://i.ibb.co/yXPWzXC/13-min.jpg",
        "stock": 13,
        "available": true
      },
      {
        "id": 14,
        "title": "Sensational She-Hulk",
        "description": "INCREDIBLE AND SENSATIONAL! The Incredible Hulk comes for his cousin, and it's not a social call! Both Hulk books collide! What villain is brave enough to bait the two strongest heroes (one with way better hair) of the Marvel Universe?! PLUS: In honor of Native/Indigenous Heritage Month, the Best Friend of the Marvel Universe and She-Hulk's ex-boyfriend WYATT WINGFOOT makes his triumphant return in a bonus story!",
        "price": 2.11,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Rainbow Rowell",
        "image": "https://i.ibb.co/FsLfYzL/14-1.jpg",
        "stock": 80,
        "available": true
      },
      {
        "id": 15,
        "title": "X-Men: Before the Fall - Heralds of Apocalypse",
        "description": "THE ORIGIN OF ARAKKO! In ancient days, Genesis turned back the hordes of Amenth. In ancient days, Genesis forced Annihilationin to a parley. What words were spoken in her mind? Now, finally, Apocalypse will know…and the echoes of those words might destroy him…and Arakko with him.",
        "price": 9.86,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Al Ewing",
        "image": "https://i.ibb.co/2c2PCMg/15-min.jpg",
        "stock": 12,
        "available": true
      },
      {
        "id": 16,
        "title": "Batman: The Killing Joke",
        "description": "Alan Moore cemented his reputation for unparalleled storytelling with wildly acclaimed books such as WATCHMEN and V FOR VENDETTA. Here he takes on some of DC's most classic characters, offering his unforgettable version of the disturbing relationship between the Dark Knight and his greatest foe, the Joker. In this groundbreaking work, Moore creates a twisted tale of insanity and human perseverance. Looking to prove that any man can be pushed past his breaking point to madness, the Joker attempts to drive Commissioner Gordon insane. Refusing to give up, Gordon struggles to maintain his sanity with the help of Batman in a desperate effort to best the madman.",
        "price": 14.40,
        "category": "Comics",
        "manufacturer": "DC",
        "author": "Alan Moore",
        "image": "https://i.ibb.co/d5xYBxs/16-min.jpg",
        "stock": 20,
        "available": true
      },
      {
        "id": 17,
        "title": "Flashpoint",
        "description": "The red-hot, sold-out five-issue miniseries from Geoff Johns and Andy Kubert is back in a new hardcover!This is Flash Fact: When Barry Allen wakes at his desk, he discovers the world has changed. Family is alive, loved ones are strangers, and close friends are different, gone or worse. It's a world on the brink of a cataclysmic war – but where are Earth's Greatest Heroes to stop it?It's a place where America's last hope is Cyborg, who hopes to gather the forces of The Outsider, The Secret 7, S!H!A!Z!A!M!, Citizen Cold and other new and familiar-yet-altered faces! It's a world that could be running out of time, if The Flash can't find the villain who altered the time line!",
        "price": 9.11,
        "category": "Comics",
        "manufacturer": "DC",
        "author": "Geoff Johns",
        "image": "https://i.ibb.co/0s20cfb/17-min.jpg",
        "stock": 24,
        "available": true
      },
      {
        "id": 18,
        "title": "Superman: The Death Of Superman",
        "description": "Doomsday. A creature with a single-minded purpose of death and destruction. He has landed on Earth, laying waste to anything—and anyone—who dares stand in his way. The Justice League makes a valiant, but ultimately desperate, attempt to stop the unknown juggernaut. When the beast nears Metropolis, Superman answers the call to stop him. And then the unthinkable happens. The Man of Steel…dies.",
        "price": 14.39,
        "category": "Comics",
        "manufacturer": "DC",
        "author": "Dan Jurgens",
        "image": "https://i.ibb.co/xF4pg1F/18-min.jpg",
        "stock": 15,
        "available": true
      },
      {
        "id": 19,
        "title": "Guardians of the Galaxy",
        "description": "One year ago, the Guardians of the Galaxy were destroyed. Their optimistic future shattered by the betrayal of one of their own. Now they ride the space lanes of a lawless corner of the galaxy, trying to outrun their tragedy. Can they rediscover their heroism and humanity on the bleakest frontier? Can they forgive the failures of their past? Or will they fade into the dark, eternally unforgiven? Writers JACKSON LANZING and COLLIN KELLY (CAPTAIN AMERICA: SENTINEL OF LIBERTY) team up with artist KEV WALKER (PREDATOR) for a Guardians story like no other!",
        "price": 9.99,
        "category": "Comics",
        "manufacturer": "Marvel",
        "author": "Jackson Lanzing, Collin Kelly",
        "image": "https://i.ibb.co/82hTCPg/19-min.jpg",
        "stock": 8,
        "available": true
      }
    ]
}